// © Copyright 2004-2012, 2015 HP Development Company, L.P.

TaskName = "Lock Resources";

InitializationWarningTitle = "Are you sure you want to initialize \"%@\" mass-storage unit?";
InitializationWarningMsg = "All data on the unit will be lost and you cannot undo this action.";
InitializeButtonTitle = "Initialize";
CancelButtonTitle = "Cancel";

ControlPanelNoLocking = "No Locking";
ControlPanelMinimalLocking = "Minimal Locking";
ControlPanelModerateLocking = "Moderate Locking";
ControlPanelIntermediateLocking = "Intermediate Locking";
ControlPanelMaximalLocking = "Maximal Locking";

TaskDescription = "Manage resources by changing control panel and storage units access.";
PanelLockLabel = "Control Panel Access Level:";
LockNote = "Click the checkbox to lock or unlock a mass-storage unit.";
LockColumnTitle = "Lock";
UnitColumnTitle = "Mass-storage Units";
InitializeUnitButtonTitle = "Initialize selected mass-storage unit";
ApplyButtonTitle = "Apply Now";